x = int(input('введите номер четверти:'))
if x < 0 and x > 4:
    print('номер четвери от 1 до 4')
else:
    if x == 1:
        print('от (0,0) до (+', chr(8734), ', +', chr(8734), ')')
    else:
        if x == 2:
            print('от (0,0) до (-', chr(8734), ', +', chr(8734), ')')
        else:
            if x == 3:
                print('от (0,0) до (-', chr(8734), ', -', chr(8734), ')')
            else:
                if x == 3:
                    print('от (0,0) до (+', chr(8734), ', -', chr(8734), ')')